[
   {
      "date":"04/08/2020",
      "author":"POSTMAN",
      "content":"Pine Meadows contains one million smells. <br><br> Over the past few weeks, I’ve delivered around 2 dozens RX bags, pill packs, and general bags of random OTC (over the counter) junk to that big scary building, and it’s never once smelled the same. <br><br> This place is like a labyrinth, its twisty turns hide new bizarre thrills behind every spooky corner. I mean, this real life place is like some kinda god damn Halloween trick or treat house, but instead of a big ol' bag of candy, I’m carrying a small ol’ plastic basket of Zopiclone or whatever. <br><br> Lets go on a tour. The first smell in Pine Meadows is cigarettes. We’re starting off strong. After I buzz in, we quickly transition to pee smell. Classic. We gun it down the hallway towards the stairs today, and that pee smell becomes weed smell. My opinion on the smell of weed is nuanced, but my position on the smell of combination weed and pee is not. That shit is GNARLED. <br><br> Now we’re upstairs, and things are getting weird. The first odour hitting our old-factories in Chicken Nuggies. Its very, weirdly intense, and brings us right back to the good ol days. We’re knocking on doors now, and every one opens the eyes of our nose to a bizarre new dimension. <br><br>These smells, I cannot define. They are lovecraftian, bizarre. They smell like concepts and ideals, loss, poverty, poetry and hell, love and maybe some loss. At one point, I think we smell Coronavirus itself. Lord knows it’s coming for us. You dont choose to be an RX POSTMAN if you aren’t ready to face that possibility.<br><br>And like that, we’re out of there.  Honestly, Pine Meadows isn’t that bad. It smells a little funky and the tenants have a tendency of cornering me into wild cult sermons (more on that later), but mostly it’s just a weird place that people live. That’s what I hoping this WEBLOG will be about. An insight into the places we live, in a time we can’t leave, as someone who is payed money to leave my place and visit yours. It’s strange.<br><br>Maybe one day, I’ll find the words to understand and elaborate on the meaning of all this. Until then, I will write about how completely WACK Pine Meadows smells. Stay safe, strangers.",
      "image":"oldfactory.svg"
   },
   {
      "date":"04/09/2020",
      "author":"POSTMAN",
      "content":"I should introduce you to the craft<br><br>This is our general procedure of being an RX POSTMAN in CORNAVIRUS small town Ontario: <br>- approach the home / apartment <br>- apply mucho hand sanitizer<br>- grab the RX / Pillpack / Whatever from the basket<br>- approach the door, gently position their whatever on the doorstep<br>- gun it backwards to safety, wait<br>- they will open the door and, without fail:<br>&emsp;&emsp;- they appear absolutely confounded<br>&emsp;&emsp;- we point to the ground and smile<br>&emsp;&emsp;- they have a small chuckle and tell us to fuck off.<br>Of course they dont always exactly say “Fuck off” to our face, but I’ll tell you more about how different folks treat the RX POSTMAN later.<br>- once the blessed payload is retrieved, we hop back in the ol’ delivery wagon, light a celebratory cigarette, and get the hell out of there<br><br>Until next time",
      "image":"celebratory.svg"
   },
   {
      "date":"04/10/2020",
      "author":"POSTMAN",
      "content":"I’ve gotta tell you about THE WAGON.<br><br>&emsp;&emsp;- 2007 Honda ACCORD<br>&emsp;&emsp;- Stick shift transmission, for the CULTURE<br>&emsp;&emsp;- She’s still PURRIN like a kitten in a creamery<br>&emsp;&emsp;- Big ol HOLE in the rear bumper for the past 3 years, like I give a FRICK<br>&emsp;&emsp;- Named “TENNESSEE WHISKEY” by my friend and mentor GUPPY. Bless his soul<br>&emsp;&emsp;- It absolutely reeks of CIGARETTE, just like i like it<br>&emsp;&emsp;- I think she has CORONAVIRUS. We should get that checked.<br>&emsp;&emsp;- She was recalled a few years ago for having NON-FUNCTIONAL AIRBAGS. So it goes.<br>&emsp;&emsp;- The driver WINDOW is the only one that works. So it goes.<br>&emsp;&emsp;- She’s mine and I LOVE her like a friend. I will grieve for her like a family member when she passes.<br><br>It’s funny how we form connections with certain objects. My car is the most mechanical thing I “own”, but I connect with it on a deeper level then any cellphone or computer in my BASEMENT-DWELLING. In a certain way, we cyborg together when we ride the CORONAVIRUS LINE. We are one, and she’s my lil RX POSTMAN’S STEED.<br><br>Ride on, TENNESSEE WHISKEY.<br>Until next time ",
      "image":"wagon.svg"
   }
]