

[
   {
      "poem": "Little solace comes<br>to those who grieve<br>when thoughts keep drifting<br>as walls keep shifting<br>and this great blue world of ours<br>seems a <span class='blue'>>>HOUSE<\/span> of leaves<br><br>moments before the wind."
   },
   {
      "poem": "1<br>I sing the body electric,<br>The armies of those I love engirth me and I engirth them,<br>They will not let me off till I go with them, respond to them,<br>And discorrupt them, and charge them full with the charge of the soul.<br><br>Was it doubted that those who >>CORRUPT their own bodies conceal themselves?<br>And if those who defile the living are as bad as they who defile the dead?<br>And if the body does not do fully as much as the soul?<br>And if the body were not the soul, what is the soul?<br><br>2<br>The love of the body of man or woman balks account, the body itself balks account,<br>That of the male is perfect, and that of the female is perfect.<br><br>The expression of the face balks account,<br>But the expression of a well-made man appears not only in his face,<br>It is in his limbs and joints also, it is curiously in the joints of his hips and wrists,<br>It is in his walk, the carriage of his neck, the flex of his waist and knees, dress does not hide him,<br>The strong sweet quality he has strikes through the cotton and broadcloth,<br>To see him pass conveys as much as the best poem, perhaps more,<br>You linger to see his back, and the back of his neck and shoulder-side.<br><br>The sprawl and fulness of babes, the bosoms and heads of women, the folds of their dress, their style as we pass in the street, the contour of their shape downwards,<br>The swimmer naked in the swimming-bath, seen as he swims through the transparent green-shine, or lies with his face up and rolls silently to and fro in the heave of the water,<br>The bending forward and backward of rowers in row-boats, the horseman in his saddle,<br>Girls, mothers, house-keepers, in all their performances,<br>The group of laborers seated at noon-time with their open dinner-kettles, and their wives waiting,<br>The female soothing a child, the farmer’s daughter in the garden or cow-yard,<br>The young fellow hoeing corn, the sleigh-driver driving his six horses through the crowd,<br>The wrestle of wrestlers, two apprentice-boys, quite grown, lusty, good-natured, native-born, out on the vacant lot at sun-down after work,<br>The coats and caps thrown down, the embrace of love and resistance,<br>The upper-hold and under-hold, the hair rumpled over and blinding the eyes;<br>The march of firemen in their own costumes, the play of masculine muscle through clean-setting trowsers and waist-straps,<br>The slow return from the fire, the pause when the bell strikes suddenly again, and the listening on the alert,<br>The natural, perfect, varied attitudes, the bent head, the curv’d neck and the counting;<br>Such-like I love—I loosen myself, pass freely, am at the mother’s breast with the little child,<br>Swim with the swimmers, wrestle with wrestlers, march in line with the firemen, and pause, listen, count.<br><br>3<br>I knew a man, a common farmer, the father of five sons,<br>And in them the fathers of sons, and in them the fathers of sons.<br><br>This man was of wonderful vigor, calmness, beauty of person,<br>The shape of his head, the pale yellow and white of his hair and beard, the immeasurable meaning of his black eyes, the richness and breadth of his manners,<br>These I used to go and visit him to see, he was wise also,<br>He was six feet tall, he was over eighty years old, his sons were massive, clean, bearded, tan-faced, handsome,<br>They and his daughters loved him, all who saw him loved him,<br>They did not love him by allowance, they loved him with personal love,<br>He drank water only, the blood show’d like scarlet through the clear-brown skin of his face,<br>He was a frequent gunner and fisher, he sail’d his boat himself, he had a fine one presented to him by a ship-joiner, he had fowling-pieces presented to him by men that loved him,<br>When he went with his five sons and many grand-sons to hunt or fish, you would pick him out as the most beautiful and vigorous of the gang,<br>You would wish long and long to be with him, you would wish to sit by him in the boat that you and he might touch each other.<br><br>4<br>I have perceiv’d that to be with those I like is enough,<br>To stop in company with the rest at evening is enough,<br>To be surrounded by beautiful, curious, breathing, laughing flesh is enough,<br>To pass among them or touch any one, or rest my arm ever so lightly round his or her neck for a moment, what is this then?<br>I do not ask any more delight, I swim in it as in a sea.<br><br>There is something in staying close to men and women and looking on them, and in the contact and odor of them, that pleases the soul well,<br>All things please the soul, but these please the soul well.<br><br>5<br>This is the female form,<br>A divine nimbus exhales from it from head to foot,<br>It attracts with fierce undeniable attraction,<br>I am drawn by its breath as if I were no more than a helpless vapor, all falls aside but myself and it,<br>Books, art, religion, time, the visible and solid earth, and what was expected of heaven or fear’d of hell, are now consumed,<br>Mad filaments, ungovernable shoots play out of it, the response likewise ungovernable,<br>Hair, bosom, hips, bend of legs, negligent falling hands all diffused, mine too diffused,<br>Ebb stung by the flow and flow stung by the ebb, love-flesh swelling and deliciously aching,<br>Limitless limpid jets of love hot and enormous, quivering jelly of love, white-blow and delirious juice,<br>Bridegroom night of love working surely and softly into the prostrate dawn,<br>Undulating into the willing and yielding day,<br>Lost in the cleave of the clasping and sweet-flesh’d day.<br><br>This the nucleus—after the child is born of woman, man is born of woman,<br>This the bath of birth, this the merge of small and large, and the outlet again.<br><br>Be not ashamed women, your privilege encloses the rest, and is the exit of the rest,<br>You are the gates of the body, and you are the gates of the soul.<br><br>The female contains all qualities and tempers them,<br>She is in her place and moves with perfect balance,<br>She is all things duly veil’d, she is both passive and active,<br>She is to conceive daughters as well as sons, and sons as well as daughters.<br><br>As I see my soul reflected in Nature,<br>As I see through a mist, One with inexpressible completeness, sanity, beauty,<br>See the bent head and arms folded over the breast, the Female I see.<br><br>6<br>The male is not less the soul nor more, he too is in his place,<br>He too is all qualities, he is action and power,<br>The flush of the known universe is in him,<br>Scorn becomes him well, and appetite and defiance become him well,<br>The wildest largest passions, bliss that is utmost, sorrow that is utmost become him well, pride is for him,<br>The full-spread pride of man is calming and excellent to the soul,<br>Knowledge becomes him, he likes it always, he brings every thing to the test of himself,<br>Whatever the survey, whatever the sea and the sail he strikes soundings at last only here,<br>(Where else does he strike soundings except here?)<br><br>The man’s body is sacred and the woman’s body is sacred,<br>No matter who it is, it is sacred—is it the meanest one in the laborers’ gang?<br>Is it one of the dull-faced immigrants just landed on the wharf?<br>Each belongs here or anywhere just as much as the well-off, just as much as you,<br>Each has his or her place in the procession.<br><br>(All is a procession,<br>The universe is a procession with measured and perfect motion.)<br><br>Do you know so much yourself that you call the meanest ignorant?<br>Do you suppose you have a right to a good sight, and he or she has no right to a sight?<br>Do you think matter has cohered together from its diffuse float, and the soil is on the surface, and water runs and vegetation sprouts,<br>For you only, and not for him and her?<br><br>7<br>A man’s body at auction,<br>(For before the war I often go to the slave-mart and watch the sale,)<br>I help the auctioneer, the sloven does not half know his business.<br><br>Gentlemen look on this wonder,<br>Whatever the bids of the bidders they cannot be high enough for it,<br>For it the globe lay preparing quintillions of years without one animal or plant,<br>For it the revolving cycles truly and steadily roll’d.<br><br>In this head the all-baffling brain,<br>In it and below it the makings of heroes.<br><br>Examine these limbs, red, black, or white, they are cunning in tendon and nerve,<br>They shall be stript that you may see them.<br><br>Exquisite senses, life-lit eyes, pluck, volition,<br>Flakes of breast-muscle, pliant backbone and neck, flesh not flabby, good-sized arms and legs,<br>And wonders within there yet.<br><br>Within there runs blood,<br>The same old blood! the same red-running blood!<br>There swells and jets a heart, there all passions, desires, reachings, aspirations,<br>(Do you think they are not there because they are not express’d in parlors and lecture-rooms?)<br><br>This is not only one man, this the father of those who shall be fathers in their turns,<br>In him the start of populous states and rich republics,<br>Of him countless immortal lives with countless embodiments and enjoyments.<br><br>How do you know who shall come from the offspring of his offspring through the centuries?<br>(Who might you find you have come from yourself, if you could trace back through the centuries?)<br><br>8<br>A woman’s body at auction,<br>She too is not only herself, she is the teeming mother of mothers,<br>She is the bearer of them that shall grow and be mates to the mothers.<br><br>Have you ever loved the body of a woman?<br>Have you ever loved the body of a man?<br>Do you not see that these are exactly the same to all in all nations and times all over the earth?<br><br>If any thing is sacred the human body is sacred,<br>And the glory and sweet of a man is the token of manhood untainted,<br>And in man or woman a clean, strong, firm-fibred body, is more beautiful than the most beautiful face.<br><br>Have you seen the fool that corrupted his own live body? or the fool that corrupted her own live body?<br>For they do not conceal themselves, and cannot conceal themselves.<br><br>9<br>O my body! I dare not desert the likes of you in other men and women, nor the likes of the parts of you,<br>I believe the likes of you are to stand or fall with the likes of the soul, (and that they are the soul,)<br>I believe the likes of you shall stand or fall with my poems, and that they are my poems,<br>Man’s, woman’s, child’s, youth’s, wife’s, husband’s, mother’s, father’s, young man’s, young woman’s poems,<br>Head, neck, hair, ears, drop and tympan of the ears,<br>Eyes, eye-fringes, iris of the eye, eyebrows, and the waking or sleeping of the lids,<br>Mouth, tongue, lips, teeth, roof of the mouth, jaws, and the jaw-hinges,<br>Nose, nostrils of the nose, and the partition,<br>Cheeks, temples, forehead, chin, throat, back of the neck, neck-slue,<br>Strong shoulders, manly beard, scapula, hind-shoulders, and the ample side-round of the chest,<br>Upper-arm, armpit, elbow-socket, lower-arm, arm-sinews, arm-bones,<br>Wrist and wrist-joints, hand, palm, knuckles, thumb, forefinger, finger-joints, finger-nails,<br>Broad breast-front, curling hair of the breast, breast-bone, breast-side,<br>Ribs, belly, backbone, joints of the backbone,<br>Hips, hip-sockets, hip-strength, inward and outward round, man-balls, man-root,<br>Strong set of thighs, well carrying the trunk above,<br>Leg fibres, knee, knee-pan, upper-leg, under-leg,<br>Ankles, instep, foot-ball, toes, toe-joints, the heel;<br>All attitudes, all the shapeliness, all the belongings of my or your body or of any one’s body, male or female,<br>The lung-sponges, the stomach-sac, the bowels sweet and clean,<br>The brain in its folds inside the skull-frame,<br>Sympathies, heart-valves, palate-valves, sexuality, maternity,<br>Womanhood, and all that is a woman, and the man that comes from woman,<br>The womb, the teats, nipples, breast-milk, tears, laughter, weeping, love-looks, love-perturbations and risings,<br>The voice, articulation, language, whispering, shouting aloud,<br>Food, drink, pulse, digestion, sweat, sleep, walking, swimming,<br>Poise on the hips, leaping, reclining, embracing, arm-curving and tightening,<br>The continual changes of the flex of the mouth, and around the eyes,<br>The skin, the sunburnt shade, freckles, hair,<br>The curious sympathy one feels when feeling with the hand the naked meat of the body,<br>The circling rivers the breath, and breathing it in and out,<br>The beauty of the waist, and thence of the hips, and thence downward toward the knees,<br>The thin red jellies within you or within me, the bones and the marrow in the bones,<br>The exquisite realization of health;<br>O I say these are not the parts and poems of the body only, but of the soul,<br>O I say now these are the soul!"
   },
   {
      "poem": "I<br><br>I saw the best minds of my generation destroyed by madness, starving hysterical naked,<br>dragging themselves through the negro streets at dawn looking for an angry fix,<br>angelheaded hipsters burning for the ancient heavenly connection to the starry dynamo in the machinery of night,<br>who poverty and tatters and hollow-eyed and high sat up smoking in the supernatural darkness of cold-water flats floating across the tops of cities contemplating jazz,<br>who bared their brains to Heaven under the El and saw Mohammedan angels staggering on tenement roofs illuminated,<br>who passed through universities with radiant cool eyes hallucinating Arkansas and Blake-light tragedy among the scholars of war,<br>who were expelled from the academies for crazy & publishing obscene odes on the windows of the skull,<br>who cowered in unshaven rooms in underwear, burning their money in wastebaskets and listening to the Terror through the wall,<br>who got busted in their pubic beards returning through Laredo with a belt of marijuana for New York,<br>who ate fire in paint hotels or drank turpentine in Paradise Alley, death, or purgatoried their torsos night after night<br>with dreams, with drugs, with waking nightmares, alcohol and cock and endless balls,<br>incomparable blind streets of shuddering cloud and lightning in the mind leaping toward poles of Canada & Paterson, illuminating all the motionless world of Time between,<br>Peyote solidities of halls, backyard green tree cemetery dawns, wine drunkenness over the rooftops, storefront boroughs of teahead joyride neon blinking traffic light, sun and moon and tree vibrations in the roaring winter dusks of Brooklyn, ashcan rantings and kind king light of mind,<br>who chained themselves to subways for the endless ride from Battery to holy Bronx on benzedrine until the noise of wheels and children brought them down shuddering mouth-wracked and battered bleak of brain all drained of brilliance in the drear light of Zoo,<br>who sank all night in submarine light of Bickford’s floated out and sat through the stale beer afternoon in desolate Fugazzi's, listening to the crack of doom on the hydrogen jukebox,<br>who talked continuously seventy hours from park to pad to bar to Bellevue to museum to the Brooklyn Bridge,<br>a lost battalion of platonic conversationalists jumping down the stoops off fire escapes off windowsills off Empire State out of the moon,<br>yacketayakking screaming vomiting whispering facts and memories and anecdotes and eyeball kicks and shocks of hospitals and jails and wars,<br>whole intellects disgorged in total recall for seven days and nights with brilliant eyes, meat for the Synagogue cast on the pavement,<br>who vanished into nowhere Zen New Jersey leaving a trail of ambiguous picture postcards of Atlantic City Hall,<br>suffering Eastern sweats and Tangerian bone-grindings and migraines of China under junk-withdrawal in Newark’s bleak furnished room,   <br>who wandered around and around at midnight in the railroad yard wondering where to go, and went, leaving no broken hearts,<br>who lit >>CIGARETTES in boxcars boxcars boxcars racketing through snow toward lonesome farms in grandfather night,<br>who studied Plotinus Poe St. John of the Cross telepathy and bop kabbalah because the cosmos instinctively vibrated at their feet in Kansas,   <br>who loned it through the streets of Idaho seeking visionary indian angels who were visionary indian angels,<br>who thought they were only mad when Baltimore gleamed in supernatural ecstasy,<br>who jumped in limousines with the Chinaman of Oklahoma on the impulse of winter midnight streetlight smalltown rain,<br>who lounged hungry and lonesome through Houston seeking jazz or sex or soup, and followed the brilliant Spaniard to converse about America and Eternity, a hopeless task, and so took ship to Africa,<br>who disappeared into the volcanoes of Mexico leaving behind nothing but the shadow of dungarees and the lava and ash of poetry scattered in fireplace Chicago,<br>who reappeared on the West Coast investigating the FBI in beards and shorts with big pacifist eyes sexy in their dark skin passing out incomprehensible leaflets,<br>who burned cigarette holes in their arms protesting the narcotic tobacco haze of Capitalism,<br>who distributed Supercommunist pamphlets in Union Square weeping and undressing while the sirens of Los Alamos wailed them down, and wailed down Wall, and the Staten Island ferry also wailed,<br>who broke down crying in white gymnasiums naked and trembling before the machinery of other skeletons,<br>who bit detectives in the neck and shrieked with delight in policecars for committing no crime but their own wild cooking pederasty and intoxication,<br>who howled on their knees in the subway and were dragged off the roof waving genitals and manuscripts,<br>who let themselves be fucked in the ass by saintly motorcyclists, and screamed with joy,<br>who blew and were blown by those human seraphim, the sailors, caresses of Atlantic and Caribbean love,<br>who balled in the morning in the evenings in rosegardens and the grass of public parks and cemeteries scattering their semen freely to whomever come who may,<br>who hiccuped endlessly trying to giggle but wound up with a sob behind a partition in a Turkish Bath when the blond & naked angel came to pierce them with a sword,<br>who lost their loveboys to the three old shrews of fate the one eyed shrew of the heterosexual dollar the one eyed shrew that winks out of the womb and the one eyed shrew that does nothing but sit on her ass and snip the intellectual golden threads of the craftsman’s loom,<br>who copulated ecstatic and insatiate with a bottle of beer a sweetheart a package of cigarettes a candle and fell off the bed, and continued along the floor and down the hall and ended fainting on the wall with a vision of ultimate cunt and come eluding the last gyzym of consciousness,<br>who sweetened the snatches of a million girls trembling in the sunset, and were red eyed in the morning but prepared to sweeten the snatch of the sunrise, flashing buttocks under barns and naked in the lake,<br>who went out whoring through Colorado in myriad stolen night-cars, N.C., secret hero of these poems, cocksman and Adonis of Denver—joy to the memory of his innumerable lays of girls in empty lots & diner backyards, moviehouses’ rickety rows, on mountaintops in caves or with gaunt waitresses in familiar roadside lonely petticoat upliftings & especially secret gas-station solipsisms of johns, & hometown alleys too,<br>who faded out in vast sordid movies, were shifted in dreams, woke on a sudden Manhattan, and picked themselves up out of basements hung-over with heartless Tokay and horrors of Third Avenue iron dreams & stumbled to unemployment offices,<br>who walked all night with their shoes full of blood on the snowbank docks waiting for a door in the East River to open to a room full of steam-heat and opium,<br>who created great suicidal dramas on the apartment cliff-banks of the Hudson under the wartime blue floodlight of the moon & their heads shall be crowned with laurel in oblivion,<br>who ate the lamb stew of the imagination or digested the crab at the muddy bottom of the rivers of Bowery,<br>who wept at the romance of the streets with their pushcarts full of onions and bad music,<br>who sat in boxes breathing in the darkness under the bridge, and rose up to build harpsichords in their lofts,<br>who coughed on the sixth floor of Harlem crowned with flame under the tubercular sky surrounded by orange crates of theology,<br>who scribbled all night rocking and rolling over lofty incantations which in the yellow morning were stanzas of gibberish,<br>who cooked rotten animals lung heart feet tail borsht & tortillas dreaming of the pure vegetable kingdom,<br>who plunged themselves under meat trucks looking for an egg,<br>who threw their watches off the roof to cast their ballot for Eternity outside of Time, & alarm clocks fell on their heads every day for the next decade,<br>who cut their wrists three times successively unsuccessfully, gave up and were forced to open antique stores where they thought they were growing old and cried,<br>who were burned alive in their innocent flannel suits on Madison Avenue amid blasts of leaden verse & the tanked-up clatter of the iron regiments of fashion & the nitroglycerine shrieks of the fairies of advertising & the mustard gas of sinister intelligent editors, or were run down by the drunken taxicabs of Absolute Reality,<br>who jumped off the Brooklyn Bridge this actually happened and walked away unknown and forgotten into the ghostly daze of Chinatown soup alleyways & firetrucks, not even one free beer,<br>who sang out of their windows in despair, fell out of the subway window, jumped in the filthy Passaic, leaped on negroes, cried all over the street, danced on broken wineglasses barefoot smashed phonograph records of nostalgic European 1930s German jazz finished the whiskey and threw up groaning into the bloody toilet, moans in their ears and the blast of colossal steamwhistles,<br>who barreled down the highways of the past journeying to each other’s hotrod-Golgotha jail-solitude watch or Birmingham jazz incarnation,<br>who drove crosscountry seventytwo hours to find out if I had a vision or you had a vision or he had a vision to find out Eternity,<br>who journeyed to Denver, who died in Denver, who came back to Denver & waited in vain, who watched over Denver & brooded & loned in Denver and finally went away to find out the Time, & now Denver is lonesome for her heroes,<br>who fell on their knees in hopeless cathedrals praying for each other’s salvation and light and breasts, until the soul illuminated its hair for a second,<br>who crashed through their minds in jail waiting for impossible criminals with golden heads and the charm of reality in their hearts who sang sweet blues to Alcatraz,<br>who retired to Mexico to cultivate a habit, or Rocky Mount to tender Buddha or Tangiers to boys or Southern Pacific to the black locomotive or Harvard to Narcissus to Woodlawn to the daisychain or grave,<br>who demanded sanity trials accusing the radio of hypnotism & were left with their insanity & their hands & a hung jury,<br>who threw potato salad at CCNY lecturers on Dadaism and subsequently presented themselves on the granite steps of the madhouse with shaven heads and harlequin speech of suicide, demanding instantaneous lobotomy,<br>and who were given instead the concrete void of insulin Metrazol electricity hydrotherapy psychotherapy occupational therapy pingpong & amnesia,<br>who in humorless protest overturned only one symbolic pingpong table, resting briefly in catatonia,<br>returning years later truly bald except for a wig of blood, and tears and fingers, to the visible madman doom of the wards of the madtowns of the East,<br>Pilgrim State’s Rockland’s and Greystone’s foetid halls, bickering with the echoes of the soul, rocking and rolling in the midnight solitude-bench dolmen-realms of love, dream of life a nightmare, bodies turned to stone as heavy as the moon,<br>with mother finally ******, and the last fantastic book flung out of the tenement window, and the last door closed at 4 A.M. and the last telephone slammed at the wall in reply and the last furnished room emptied down to the last piece of mental furniture, a yellow paper rose twisted on a wire hanger in the closet, and even that imaginary, nothing but a hopeful little bit of hallucination—<br>ah, Carl, while you are not safe I am not safe, and now you’re really in the total animal soup of time—<br>and who therefore ran through the icy streets obsessed with a sudden flash of the alchemy of the use of the ellipsis catalogue a variable measure and the vibrating plane,<br>who dreamt and made incarnate gaps in Time & Space through images juxtaposed, and trapped the archangel of the soul between 2 visual images and joined the elemental verbs and set the noun and dash of consciousness together jumping with sensation of Pater Omnipotens Aeterna Deus<br>to recreate the syntax and measure of poor human prose and stand before you speechless and intelligent and shaking with shame, rejected yet confessing out the soul to conform to the rhythm of thought in his naked and endless head,<br>the madman bum and angel beat in Time, unknown, yet putting down here what might be left to say in time come after death,<br>and rose reincarnate in the ghostly clothes of jazz in the goldhorn shadow of the band and blew the suffering of America’s naked mind for love into an eli eli lamma lamma sabacthani saxophone cry that shivered the cities down to the last radio<br>with the absolute heart of the poem of life butchered out of their own bodies good to eat a thousand years.<br><br><br>II<br><br>What sphinx of cement and aluminum bashed open their skulls and ate up their brains and imagination?<br>Moloch! Solitude! Filth! Ugliness! Ashcans and unobtainable dollars! Children screaming under the stairways! Boys sobbing in armies! Old men weeping in the parks!<br>Moloch! Moloch! Nightmare of Moloch! Moloch the loveless! Mental Moloch! Moloch the heavy judger of men!<br>Moloch the incomprehensible prison! Moloch the crossbone soulless jailhouse and Congress of sorrows! Moloch whose buildings are judgment! Moloch the vast stone of war! Moloch the stunned governments!<br>Moloch whose mind is pure machinery! Moloch whose blood is running money! Moloch whose fingers are ten armies! Moloch whose breast is a cannibal dynamo! Moloch whose ear is a smoking tomb!<br>Moloch whose eyes are a thousand blind windows! Moloch whose skyscrapers stand in the long streets like endless Jehovahs! Moloch whose factories dream and croak in the fog! Moloch whose smoke-stacks and antennae crown the cities!<br>Moloch whose love is endless oil and stone! Moloch whose soul is electricity and banks! Moloch whose poverty is the specter of genius! Moloch whose fate is a cloud of sexless hydrogen! Moloch whose name is the Mind!<br>Moloch in whom I sit lonely! Moloch in whom I dream Angels! Crazy in Moloch! Cocksucker in Moloch! Lacklove and manless in Moloch!<br>Moloch who entered my soul early! Moloch in whom I am a consciousness without a body! Moloch who frightened me out of my natural ecstasy! Moloch whom I abandon! Wake up in Moloch! Light streaming out of the sky!<br>Moloch! Moloch! Robot apartments! invisible suburbs! skeleton treasuries! blind capitals! demonic industries! spectral nations! invincible madhouses! granite cocks! monstrous bombs!<br>They broke their backs lifting Moloch to Heaven! Pavements, trees, radios, tons! lifting the city to Heaven which exists and is everywhere about us!<br>Visions! omens! hallucinations! miracles! ecstasies! gone down the American river!<br>Dreams! adorations! illuminations! religions! the whole boatload of sensitive bullshit!<br>Breakthroughs! over the river! flips and crucifixions! gone down the flood! Highs! Epiphanies! Despairs! Ten years’ animal screams and suicides! Minds! New loves! Mad generation! down on the rocks of Time!<br>Real holy laughter in the river! They saw it all! the wild eyes! the holy yells! They bade farewell! They jumped off the roof! to solitude! waving! carrying flowers! Down to the river! into the street!<br><br><br>III<br><br>Carl Solomon! I’m with you in Rockland<br>   where you’re madder than I am<br>I’m with you in Rockland<br>   where you must feel very strange<br>I’m with you in Rockland<br>   where you imitate the shade of my mother<br>I’m with you in Rockland<br>   where you’ve murdered your twelve secretaries<br>I’m with you in Rockland<br>   where you laugh at this invisible humor<br>I’m with you in Rockland<br>   where we are great writers on the same dreadful typewriter<br>I’m with you in Rockland<br>   where your condition has become serious and is reported on the radio<br>I’m with you in Rockland<br>   where the faculties of the skull no longer admit the worms of the senses<br>I'm with you in Rockland<br>   where you drink the tea of the breasts of the spinsters of Utica<br>I’m with you in Rockland<br>   where you pun on the bodies of your nurses the harpies of the Bronx<br>I’m with you in Rockland<br>   where you scream in a straightjacket that you’re losing the game of the actual pingpong of the abyss<br>I’m with you in Rockland<br>   where you bang on the catatonic piano the soul is innocent and immortal it should never die ungodly in an armed madhouse<br>I’m with you in Rockland<br>   where fifty more shocks will never return your soul to its body again from its pilgrimage to a cross in the void<br>I’m with you in Rockland<br>   where you accuse your doctors of insanity and plot the Hebrew socialist revolution against the fascist national Golgotha<br>I’m with you in Rockland<br>   where you will split the heavens of Long Island and resurrect your living human Jesus from the superhuman tomb<br>I’m with you in Rockland<br>   where there are twentyfive thousand mad comrades all together singing the final stanzas of the Internationale<br>I’m with you in Rockland<br>   where we hug and kiss the United States under our bedsheets the United States that coughs all night and won’t let us sleep<br>I’m with you in Rockland<br>   where we wake up electrified out of the coma by our own souls’ airplanes roaring over the roof they’ve come to drop angelic bombs the hospital illuminates itself    imaginary walls collapse    O skinny legions run outside    O starry-spangled shock of mercy the eternal war is here    O victory forget your underwear we’re free<br>I’m with you in Rockland<br>   in my dreams you walk dripping from a sea-journey on the highway across America in tears to the door of my cottage in the Western night"
   },
   {
      "poem": "From the courtyard, I floated in<br>and watched it go down.<br>Heard the cup drop;<br>thought, \"Well,<br>that's why they keep them around.\"<br>The blackguard sat hard, down,<br>with no head on him now,<br>and I felt so bad,<br>cause I didn't know how<br>to feel bad enough<br>to make him proud.<br><br>By the time you read this,<br>I will be so far away.<br>Daddy longlegs, how in the world<br>am I to be expected to stay?<br>In the night —<br>in the night, you may hear me call<br>Pa, stay your hand<br>and steel your resolve.<br>Stay where you are,<br>so long and tall.<br><br>Here's Lola — ta da! — to do<br>her famous Spider Dance for you!<br>Lighten up your pockets!<br>Shake her skirts and scatter, there,<br>a shrieking, six-legged millionaire<br>with a blight in his sockets.<br><br>Miss Montez,<br>the Countess of Lansfeld,<br>appealed to the King of Bavaria,<br>saying, \"Pretty papa,<br>if you are my friend —<br>mister daddy longlegs, they are at it again! —<br>Can I see you?\"<br><br>Poor Lola! A tarantula's mounting<br>Countess Lansfeld's<br>handsome brassiere,<br>while they all cheer.<br><br>And the old king fell from grace,<br>while Lola fled,<br>To save face and her career<br><br>You caught a fly, floating by,<br>Wait for him to drown in the dust;<br>drown in the dust of other flies,<br>whereby the machine is run,<br>and the deed is done.<br>Heaven has no word<br>for the way you and your friends<br>have treated poor Louis.<br>May god save your poor soul, Lola.<br>(But there is nothing I adore,<br>apart from that whore's black heart.)<br><br>Well, doesn't that just beat all!<br>Miss Gilbert,<br>called to Castlemaine<br>by the silver dollar and the gold glitter!<br>Well, I've seen lots,<br>but never, in a million years,<br>would think to see you, here.<br><br>Though the long road<br>begins and ends with you,<br>I cannot seem to make amends<br>with you, Louis.<br>When we go out,<br>they're bound to see you with me.<br><br>At night, I walk in the park,<br>with a whip,<br>between the lines<br>of the whispering Jesuits,<br>who are poisoning you against me.<br>There's a big black spider<br>hanging over my door.<br>Can't go anywhere, anymore.<br>Tell me, are you with me?<br><br>I called to you, several times,<br>while the change took place<br>and then arrived, all night,<br>and I died.<br>But all these songs,<br>when you and I are long gone,<br>will carry on.<br>Mud in your eye.<br><br>You asked my hand,<br>hired a band.<br>\"In your heart is all that you need;<br>ask and you will receive,\" it is said.<br>I threw my bouquet,<br>and I knocked 'em dead.<br><br>Bottle of white, bottle of red.<br>>>HELPLESS as a child,<br>when you held me in your arms,<br>and I knew that no other<br>could ever love me as you loved.<br>Love me as you loved.<br>But help me! I'm leaving!<br><br>I remember everything,<br>down to the sound of you shaving —<br>the scrape of your razor,<br>the dully-abrading black hair<br>that remained<br>when you clutched at me,<br>that night I came upstairs, half-dead,<br>and, in your kindness,<br>you put me straightaway<br>in the cupboard,<br>with a bottle of champagne,<br>and then, later, on a train.<br><br>It was dark out, I was half-dead.<br>I saw a star fall into the sky,<br>like a chunk of thrown coal,<br>as if god himself spat<br>like a cornered rat.<br><br>I really want you to do this for me,<br>will you have one on me?<br><br>It was dark; I was drunk and half-dead,<br>and we slept, knocking heads,<br>sitting up in the star-smoking air,<br>knocking heads like buoys.<br><br>Don't you worry for me!<br>Will you have one on me!<br><br>Meanwhile, I will raise my own glass<br>to how you made me fast<br>and expendable,<br>and I will drink to your excellent health,<br>and your cruelty.<br>Will you have one on me?<br><br>— helpless as a child,<br>when you held me in your arms,<br>and I knew that no other<br>could ever love me —<br><br>From the courtyard, I floated in<br>and watched it go down.<br>Heard the cup drop;<br>thought, \"Well, that's why<br>they keep them around.\"<br>The blackguard sat hard, down,<br>with no head on him now,<br>and I felt so bad,<br>cause I didn't know how<br>to feel bad enough<br>to make him proud.<br><br>Well daddy longlegs, are you?<br>Daddy longlegs, are you?<br>Daddy longlegs, are you proud? "
   }
]

